OC.L10N.register(
    "files_retention",
    {
    "Create" : "Стварыць",
    "_%n day_::_%n days_" : ["%n дзень","%n дні","%n дзён","%n дзён"],
    "_%n week_::_%n weeks_" : ["%n тыдзень","%n тыдні","%n тыдняў","%n тыдняў"],
    "_%n month_::_%n months_" : ["%n месяц","%n месяцы","%n месяцаў","%n месяцаў"],
    "_%n year_::_%n years_" : ["%n год","%n гады","%n гадоў","%n гадоў"],
    "Failed to load tags" : "Не ўдалося загрузіць тэгі"
},
"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);");
