{ "translations": {
    "Files retention" : "Dateienaufbewahrung",
    "{file} will be removed in 24 hours" : "{file} wird in 24 Stunden gelöscht",
    "Your systems retention rules will delete this file within 24 hours." : "Die Aufbewahrungsregeln deines Systems werden diese Datei innerhalb von 24 Stunden löschen.",
    "Retention" : "Aufbewahrung",
    "This application allows for automatic deletion of files after a given time." : "Diese App ermöglicht das automatische Löschen von Dateien nach einer bestimmten Zeit.",
    "An app for Nextcloud to control automatic deletion of files after a given time.\nOptionally the users can be informed the day before." : "Eine App für Nextcloud zur Steuerung des automatischen Löschens von Dateien nach einer bestimmten Zeit.\nOptional können die Benutzer am Vortag informiert werden.",
    "Define if files tagged with a specific tag should be deleted automatically after some time. This is useful for confidential documents." : "Definiere ob mit einem Schlagwort markierte Dateien automatisch nach einer Zeit gelöscht werden sollen. Das ist für vertrauliche Dokumente nützlich.",
    "Create" : "Erstellen",
    "Days" : "Tage",
    "Weeks" : "Wochen",
    "Months" : "Monate",
    "Years" : "Jahre",
    "Creation" : "Erstellen",
    "Last modification" : "Letzte Änderung",
    "Not a number" : "Keine Zahl",
    "Select tag…" : "Schlagwort auswählen",
    "Delete" : "Löschen",
    "Yes" : "Ja",
    "No" : "Nein",
    "Error while deleting the retention rule" : "Fehler beim Löschen der Aufbewahrungsregel",
    "File retention" : "Dateiaufbewahrung",
    "Open documentation" : "Dokumentation öffnen",
    "after" : "nach",
    "Notify users a day before retention will delete a file" : "Benachrichtige die Benutzer einen Tag vorher, bevor die Dateiaufbewahrung eine Datei löscht",
    "Tag" : "Schlagwort",
    "Time" : "Zeit",
    "After" : "Nach",
    "Active" : "Aktiv",
    "Retention rule saved" : "Aufbewahrungsregel gespeichert.",
    "An error occurred while trying to save the retention rule" : "Es ist ein Fehler beim Speichern der Aufbewahrungsregel aufgetreten."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}