{ "translations": {
    "Not a number" : "Δεν είναι αριθμός",
    "Select tag…" : "Γίνεται επιλογή ετικέτας…",
    "Days" : "Ημέρες",
    "Weeks" : "Εβδομάδες",
    "Months" : "Μήνες",
    "Years" : "Χρόνια",
    "Creation" : "Δημιουργία",
    "Last modification" : "Τελευταία τροποποίηση",
    "Delete" : "Διαγραφή",
    "Yes" : "Ναι",
    "No" : "Όχι",
    "Error while deleting the retention rule" : "Σφάλμα κατά την διαγραφή κανόνα διατήρησης",
    "Files retention" : "Διατήρηση αρχείων",
    "{file} will be removed in 24 hours" : "Το {file} θα αφαιρεθεί σε 24 ώρες",
    "Your systems retention rules will delete this file within 24 hours." : "Οι κανόνες διατήρησης των συστημάτων σας θα διαγράψουν αυτό το αρχείο εντός 24 ωρών.",
    "Retention" : "Διατήρηση",
    "This application allows for automatic deletion of files after a given time." : "Αυτή η εφαρμογή επιτρέπει την αυτόματη διαγραφή αρχείων μετά από συγκεκριμένο χρόνο.",
    "An app for Nextcloud to control automatic deletion of files after a given time.\nOptionally the users can be informed the day before." : "Μια εφαρμογή για το Nextcloud για τον έλεγχο της αυτόματης διαγραφής αρχείων μετά από δεδομένο χρόνο.\nΠροαιρετικά, οι χρήστες μπορούν να ενημερωθούν την προηγούμενη ημέρα.",
    "File retention" : "Διατήρηση αρχείου",
    "Open documentation" : "Άνοιγμα τεκμηρίωσης",
    "Define if files tagged with a specific tag should be deleted automatically after some time. This is useful for confidential documents." : "Ορίστε εάν τα αρχεία με συγκεκριμένη ετικέτα θα διαγραφούν αυτόματα μετά από κάποιο χρονικό διάστημα. Αυτό είναι χρήσιμο για τα εμπιστευτικά έγγραφα.",
    "after" : "μετά",
    "Create" : "Δημιουργία",
    "Notify users a day before retention will delete a file" : "Ειδοποιήστε τους χρήστες μια ημέρα πριν την διαγραφή αρχείου",
    "This application allows for automatic deletion of files after a given time" : "Αυτή η εφαρμογή επιτρέπει την αυτόματη διαγραφή αρχείων μετά από συγκεκριμένη ώρα"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}