{ "translations": {
    "Files retention" : "Retención de archivos",
    "{file} will be removed in 24 hours" : "{archivo} será eliminado en 24 horas",
    "Your systems retention rules will delete this file within 24 hours." : "Las reglas de retención de tus sistemas eliminarán este archivo dentro de las próximas 24 horas.",
    "Retention" : "Retención",
    "This application allows for automatic deletion of files after a given time." : "Esta aplicación permite la eliminación automática de archivos después de un período de tiempo determinado.",
    "An app for Nextcloud to control automatic deletion of files after a given time.\nOptionally the users can be informed the day before." : "Una aplicación para Nextcloud que controla la eliminación automática de archivos después de un período de tiempo determinado.\n      Opcionalmente, los usuarios pueden ser notificados un día antes.",
    "Days" : "Días",
    "Weeks" : "Semanas",
    "Months" : "Meses",
    "Years" : "Años",
    "Creation" : "Creación",
    "Last modification" : "Última modificación",
    "Number of days, weeks, months or years after which the files should be deleted" : "Número de días, semanas, meses o años después de los cuales se deben eliminar los archivos",
    "Create new retention rule" : "Crear nueva regla de retención",
    "An error occurred while loading the existing retention rules" : "Se produjo un error al cargar las reglas de retención existentes",
    "Users are now notified one day before a file or folder is being deleted" : "Ahora se notifica a los usuarios un día antes de que se elimine un archivo o carpeta automáticamente",
    "Users are no longer notified before a file or folder is being deleted" : "Los usuarios ya no son notificados antes de que se elimine un archivo o carpeta automáticamente",
    "An error occurred while changing the setting" : "Se produjo un error al cambiar la configuración",
    "Invalid tag selected" : "Etiqueta seleccionada no válida",
    "Tag {tagName} already has a retention rule" : "La etiqueta {nombreEtiqueta} ya tiene una regla de retención",
    "Invalid unit option" : "Opción de unidad no válida",
    "Invalid action option" : "Opción de acción no válida",
    "Invalid retention time" : "Tiempo de retención no válido",
    "Retention rule for tag {tagName} saved" : "Regla de retención para la etiqueta {nombreEtiqueta} guardada",
    "Failed to save retention rule for tag {tagName}" : "No se pudo guardar la regla de retención para la etiqueta {nombreEtiqueta}",
    "File retention & automatic deletion" : "Retención de archivos y eliminación automática",
    "Define if files tagged with a specific tag should be deleted automatically after some time. This is useful for confidential documents." : "Define si los archivos etiquetados con una etiqueta específica deben eliminarse automáticamente después de cierto tiempo. Esto es útil para documentos confidenciales.",
    "Files tagged with" : "Archivos etiquetados con",
    "Retention time" : "Tiempo de retención",
    "From date of" : "Desde la fecha de",
    "Create" : "Crear",
    "Notify owner a day before a file is automatically deleted" : "Notificar al propietario un día antes de que se elimine un archivo automáticamente",
    "_%n day_::_%n days_" : ["%n day","%n days","%n days"],
    "_%n week_::_%n weeks_" : ["%n week","%n weeks","%n weeks"],
    "_%n month_::_%n months_" : ["%n month","%n months","%n months"],
    "_%n year_::_%n years_" : ["%n year","%n years","%n years"],
    "Delete retention rule for tag {tagName}" : "Eliminar regla de retención para la etiqueta {nombreEtiqueta}",
    "Retention rule for tag {tagName} has been deleted" : "Regla de retención para la etiqueta {nombreEtiqueta} ha sido eliminada",
    "Failed to load tags" : "Error al cargar las etiquetas"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}