{ "translations": {
    "Files retention" : "Fitxategiak mantentzea",
    "{file} will be removed in 24 hours" : "{file} fitxategia 24 orduan ezabatuko da",
    "Your systems retention rules will delete this file within 24 hours." : "Zure sistemen atxikitze-arauek ezabatuko dute fitxategi hau 24 ordutan. ",
    "Retention" : "Mantentzea",
    "This application allows for automatic deletion of files after a given time." : "Aplikazio honek fitxategiak denbora jakin baten buruan ezabatzeko aukera ematen du.",
    "An app for Nextcloud to control automatic deletion of files after a given time.\nOptionally the users can be informed the day before." : "Denbora jakin baten ondoren fitxategiak automatikoki ezabatzea kontrolatzeko Nextcloud-en aplikazioa.\nAukeran, erabiltzaileei bezperan jakinarazi ahal izango zaie.",
    "File retention & automatic deletion" : "Fitxategien mantentzea eta ezabatze automatikoa",
    "Define if files tagged with a specific tag should be deleted automatically after some time. This is useful for confidential documents." : "Konfiguratu ea etiketa jakin bat duten fitxategiak epe bat igaro ostean ezabatu behar diren. Hau dokumentu konfidentzialentzat erabilgarria da.",
    "Files tagged with" : "Honela etiketatutako fitxategiak",
    "Retention time" : "Mantentze-denbora",
    "From date of" : "Ekintza honen datatik aurrera",
    "Create" : "Sortu",
    "Notify owner a day before a file is automatically deleted" : "Jakinarazi jabeari fitxategia automatikoki ezabatu baino egun bat lehenago",
    "Days" : "Egunak",
    "Weeks" : "Asteak",
    "Months" : "Hilabeteak",
    "Years" : "Urteak",
    "Creation" : "Sorrera",
    "Last modification" : "Azken aldaketa",
    "Number of days, weeks, months or years after which the files should be deleted" : "Fitxategiak ezabatzeko behar diren egun, aste, hilabete edo urte kopurua",
    "Create new retention rule" : "Sortu mantentze-arau berria",
    "An error occurred while loading the existing retention rules" : "Errore bat gertatu da dauden mantentze-arauak kargatzean",
    "_%n day_::_%n days_" : ["egun %n","%n egun"],
    "_%n week_::_%n weeks_" : ["aste %n","%n aste"],
    "_%n month_::_%n months_" : ["hilabete %n","%n hilabete"],
    "_%n year_::_%n years_" : ["urte %n","%n urte"],
    "Not a number" : "Ez da zenbakia",
    "Retention rule saved" : "Mantentze araua gordeta",
    "An error occurred while trying to save the retention rule" : "Akatsa gertatu da mantentze araua gordetzen saiatzean",
    "Select tag…" : "Hautatu etiketa…",
    "Delete" : "Ezabatu",
    "Yes" : "Bai",
    "No" : "Ez",
    "Error while deleting the retention rule" : "Errore bat gertatu da fitxategiak mantentzeko erregela ezabatzean",
    "File retention" : "Fitxategiak mantentzea",
    "Open documentation" : "Ireki dokumentazioa",
    "Tag" : "Etiketa",
    "Time" : "Aldi",
    "After" : "Gero",
    "Active" : "Aktibo",
    "after" : "gero",
    "Notify users a day before retention will delete a file" : "Erabiltzaileek fitxategia ezabatu baino egun bat baino lehenago jakinarazpena bidali."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}