{ "translations": {
    "Files retention" : "Rétention des fichiers",
    "{file} will be removed in 24 hours" : "{file} sera supprimé dans 24 heures",
    "Your systems retention rules will delete this file within 24 hours." : "Vos règles de rétention systèmes supprimeront ce fichier dans 24 heures.",
    "Retention" : "Conservation limitée",
    "This application allows for automatic deletion of files after a given time." : "Cette application permet la suppression automatique de fichiers après un certain temps.",
    "An app for Nextcloud to control automatic deletion of files after a given time.\nOptionally the users can be informed the day before." : "Une app pour Nextcloud permettant la suppression automatique de fichiers après un certain temps.\nEn option les utilisateurs peuvent être prévenus la veille.",
    "Days" : "Jours",
    "Weeks" : "Semaines",
    "Months" : "Mois",
    "Years" : "Années",
    "Creation" : "Création",
    "Last modification" : "Dernière modification",
    "Time units" : "Unités de temps",
    "Number of days, weeks, months or years after which the files should be deleted" : "Nombre de jours, semaines, mois ou années après lequel les fichiers devraient être supprimés",
    "Create new retention rule" : "Créer une nouvelle règle de rétention",
    "An error occurred while loading the existing retention rules" : "Une erreur est survenue lors du chargement des règles de rétention existantes",
    "Users are now notified one day before a file or folder is being deleted" : "Les utilisateurs sont désormais notifiés un jour avant qu'un fichier ou dossier soit supprimé.",
    "Users are no longer notified before a file or folder is being deleted" : "Les utilisateurs ne sont plus notifiés avant qu'un fichier ou dossier soit supprimé",
    "An error occurred while changing the setting" : "Une erreur est survenue lors de la modification du paramètre",
    "Invalid tag selected" : "Étiquette invalide sélectionnée",
    "Tag {tagName} already has a retention rule" : "L'étiquette {tagName} fait déjà l'objet d'une règle de rétention",
    "Invalid unit option" : "Unité invalide",
    "Invalid action option" : "Action invalide",
    "Invalid retention time" : "Temps de rétention invalide",
    "Retention rule for tag {tagName} saved" : "Règle de rétention enregistrée pour l'étiquette {tagName} ",
    "Failed to save retention rule for tag {tagName}" : "Échec de l'enregistrement de la règle de rétention pour l'étiquette {tagName}",
    "File retention & automatic deletion" : "Rétention de fichier & suppression automatique",
    "Define if files tagged with a specific tag should be deleted automatically after some time. This is useful for confidential documents." : "Permet de  supprimer automatiquement les fichiers portant une certaine étiquette au bout d'un certain temps. Cela peut être utile dans le cas de documents confidentiels.",
    "Files tagged with" : "Fichiers étiquetés avec",
    "Retention time" : "Durée de rétention",
    "From date of" : "Depuis la date du",
    "Create" : "Créer",
    "Notify owner a day before a file is automatically deleted" : "Notifier le propriétaire un jour avant la suppression automatique d'un fichier",
    "_%n day_::_%n days_" : ["%n jour ","%n jours","%n jours "],
    "_%n week_::_%n weeks_" : ["%n semaine ","%n semaines","%n semaines"],
    "_%n month_::_%n months_" : ["%n mois ","%n mois","%n mois "],
    "_%n year_::_%n years_" : ["%n an","%n ans","%n ans"],
    "Delete retention rule for tag {tagName}" : "Suppression de la règle de rétention pour l'étiquette {tagName}",
    "Retention rule for tag {tagName} has been deleted" : "La règle de rétention pour l'étiquette {tagName} a été supprimée",
    "Failed to load tags" : "Impossible de charger les étiquettes"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}