{ "translations": {
    "Not a number" : "Pas un nombre",
    "Select tag…" : "Choisir une étiquette…",
    "Days" : "Jours",
    "Weeks" : "Semaines",
    "Months" : "Mois",
    "Years" : "Années",
    "Creation" : "Création",
    "Last modification" : "Dernière modification",
    "Delete" : "Supprimer",
    "Yes" : "Oui",
    "No" : "Non",
    "Error while deleting the retention rule" : "Erreur lors de l'effacement de la règle de suppression de fichier",
    "Files retention" : "Rétention des fichiers",
    "{file} will be removed in 24 hours" : "{file} sera supprimé dans 24 heures",
    "Your systems retention rules will delete this file within 24 hours." : "Vos règles de rétention systèmes supprimeront ce fichier dans 24 heures.",
    "Retention" : "Conservation limitée",
    "This application allows for automatic deletion of files after a given time." : "Cette application permet la suppression automatique de fichiers après un certain temps.",
    "An app for Nextcloud to control automatic deletion of files after a given time.\nOptionally the users can be informed the day before." : "Une app pour Nextcloud permettant la suppression automatique de fichiers après un certain temps.\nEn option les utilisateurs peuvent être prévenus la veille.",
    "File retention" : "Suppression programmée de fichiers",
    "Open documentation" : "Ouvrir l'aide",
    "Define if files tagged with a specific tag should be deleted automatically after some time. This is useful for confidential documents." : "Permet de  supprimer automatiquement les fichiers portant une certaine étiquette, au bout d' un certain temps. C'est utile dans le cas de documents confidentiels.",
    "Tag" : "Étiquette",
    "Time" : "Heure",
    "After" : "Après",
    "Active" : "Actif",
    "after" : "après ",
    "Create" : "Créer",
    "Notify users a day before retention will delete a file" : "Notifier les utilisateurs 1 jour avant la suppression automatique d'un fichier"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}