{ "translations": {
    "Files retention" : "Conservazione dei file",
    "{file} will be removed in 24 hours" : "{file} sarà rimosso tra 24 ore",
    "Your systems retention rules will delete this file within 24 hours." : "Le tue regole di conservazione di sistema elimineranno questo file tra 24 ore.",
    "Retention" : "Conservazione",
    "This application allows for automatic deletion of files after a given time." : "Questa applicazione consente l'eliminazione automatica dei file dopo un determinato tempo.",
    "An app for Nextcloud to control automatic deletion of files after a given time.\nOptionally the users can be informed the day before." : "Un'app per Nextcloud per controllare l'eliminazione automatica di file dopo un determinato tempo.\nFacoltativamente, gli utenti possono esserne informati il giorno prima.",
    "Days" : "Giorni",
    "Weeks" : "Settimane",
    "Months" : "Mesi",
    "Years" : "Anni",
    "Creation" : "Creazione",
    "Last modification" : "Ultima modifica",
    "Time units" : "Unità di tempo",
    "Number of days, weeks, months or years after which the files should be deleted" : "Numero di giorni, settimane, mesi o anni dopo i quali i file devono essere eliminati",
    "Create new retention rule" : "Crea nuova regola di conservazione",
    "An error occurred while changing the setting" : "Si è verificato un errore durante la modifica delle impostazioni",
    "Invalid retention time" : "Tempo di conservazione non valido",
    "Define if files tagged with a specific tag should be deleted automatically after some time. This is useful for confidential documents." : "Definisce se i file contrassegnati con una specifica etichetta dopo un certo periodo. Questo è utile per i documenti confidenziali.",
    "Retention time" : "Tempo di conservazione",
    "Create" : "Crea",
    "_%n day_::_%n days_" : ["%n giorno","%n giorni","%n giorni"],
    "_%n week_::_%n weeks_" : ["%n settimana","%n settimane","%n settimane"],
    "_%n month_::_%n months_" : ["%n mese","%n mesi","%n mesi"],
    "_%n year_::_%n years_" : ["%n anno","%n anni","%n anni"],
    "Failed to load tags" : "Caricamento etichette non riuscito"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}