{ "translations": {
    "Files retention" : "ການເກັບຮັກສາໄຟລ໌",
    "{file} will be removed in 24 hours" : "{file} ຈະຖືກລຶບອອກໃນອີກ 24 ຊົ່ວໂມງ",
    "Your systems retention rules will delete this file within 24 hours." : "ກົດລະບຽບການເກັບຮັກສາຂອງລະບົບຈະລຶບໄຟລ໌ນີ້ພາຍໃນ 24 ຊົ່ວໂມງ.",
    "Retention" : "ການເກັບຮັກສາ",
    "This application allows for automatic deletion of files after a given time." : "ແອັບພລິເຄຊັນນີ້ສາມາດລຶບໄຟລ໌ໄດ້ໂດຍອັດຕະໂນມັດຫຼັງຈາກໄລຍະເວລາທີ່ກຳນົດ.",
    "An app for Nextcloud to control automatic deletion of files after a given time.\nOptionally the users can be informed the day before." : "ແອັບສຳລັບ Nextcloud ທີ່ໃຊ້ຄວບຄຸມການລຶບໄຟລ໌ອັດຕະໂນມັດຫຼັງຈາກໄລຍະເວລາທີ່ກຳນົດ.\nນອກຈາກນີ້ຍັງສາມາດແຈ້ງເຕືອນຜູ້ໃຊ້ລ່ວງໜ້າໜຶ່ງມື້ກ່ອນການລຶບ.",
    "Days" : "ມື້",
    "Weeks" : "ອາທິດ",
    "Months" : "ເດືອນ",
    "Years" : "ປີ",
    "Creation" : "ວັນທີສ້າງ",
    "Last modification" : "ການແກ້ໄຂຄັ້ງລ່າສຸດ",
    "Time units" : "ຫົວໜ່ວຍເວລາ",
    "Number of days, weeks, months or years after which the files should be deleted" : "ຈຳນວນມື້, ອາທິດ, ເດືອນ ຫຼື ປີ ທີ່ໄຟລ໌ຈະຖືກລຶບຫຼັງຈາກນັ້ນ",
    "Create new retention rule" : "ສ້າງກົດລະບຽບການເກັບຮັກສາໃໝ່",
    "An error occurred while loading the existing retention rules" : "ເກີດຂໍ້ຜິດພາດຂະນະກຳລັງໂຫຼດກົດລະບຽບການເກັບຮັກສາທີ່ມີຢູ່",
    "Users are now notified one day before a file or folder is being deleted" : "ຕອນນີ້ຜູ້ໃຊ້ຈະໄດ້ຮັບການແຈ້ງເຕືອນໜຶ່ງມື້ກ່ອນທີ່ໄຟລ໌ ຫຼື ໂຟນເດີຈະຖືກລຶບ",
    "Users are no longer notified before a file or folder is being deleted" : "ຜູ້ໃຊ້ຈະບໍ່ໄດ້ຮັບການແຈ້ງເຕືອນກ່ອນທີ່ໄຟລ໌ ຫຼື ໂຟນເດີຈະຖືກລຶບອີກຕໍ່ໄປ",
    "An error occurred while changing the setting" : "ເກີດຂໍ້ຜິດພາດຂະນະກຳລັງປ່ຽນການຕັ້ງຄ່າ",
    "Invalid tag selected" : "ປ້າຍກຳກັບທີ່ເລືອກບໍ່ຖືກຕ້ອງ",
    "Tag {tagName} already has a retention rule" : "ປ້າຍກຳກັບ {tagName} ມີກົດລະບຽບການເກັບຮັກສາຢູ່ແລ້ວ",
    "Invalid unit option" : "ຕົວເລືອກຫົວໜ່ວຍບໍ່ຖືກຕ້ອງ",
    "Invalid action option" : "ຕົວເລືອກການກະທຳບໍ່ຖືກຕ້ອງ",
    "Invalid retention time" : "ເວລາກຳນົດການເກັບຮັກສາບໍ່ຖືກຕ້ອງ",
    "Retention rule for tag {tagName} saved" : "ບັນທຶກກົດລະບຽບການເກັບຮັກສາສຳລັບປ້າຍກຳກັບ {tagName} ແລ້ວ",
    "Failed to save retention rule for tag {tagName}" : "ບັນທຶກກົດລະບຽບການເກັບຮັກສາສຳລັບປ້າຍກຳກັບ {tagName} ລົ້ມເຫຼວ",
    "File retention & automatic deletion" : "ການເກັບຮັກສາໄຟລ໌ ແລະ ການລຶບອັດຕະໂນມັດ",
    "Define if files tagged with a specific tag should be deleted automatically after some time. This is useful for confidential documents." : "ກຳນົດວ່າໄຟລ໌ທີ່ຕິດປ້າຍກຳກັບສະເພາະຄວນຈະຖືກລຶບໂດຍອັດຕະໂນມັດຫຼັງຈາກໄລຍະເວລາໜຶ່ງ. ສິ່ງນີ້ມີປະໂຫຍດສຳລັບເອກະສານທີ່ເປັນຄວາມລັບ.",
    "Files tagged with" : "ໄຟລ໌ທີ່ຕິດປ້າຍກຳກັບ",
    "Retention time" : "ໄລຍະເວລາເກັບຮັກສາ",
    "From date of" : "ນັບຈາກວັນທີ",
    "Create" : "ສ້າງ",
    "Notify owner a day before a file is automatically deleted" : "ແຈ້ງເຕືອນເຈົ້າຂອງໜຶ່ງມື້ກ່ອນທີ່ໄຟລ໌ຈະຖືກລຶບອັດຕະໂນມັດ",
    "_%n day_::_%n days_" : ["%n ມື້"],
    "_%n week_::_%n weeks_" : ["%n ອາທິດ"],
    "_%n month_::_%n months_" : ["%n ເດືອນ"],
    "_%n year_::_%n years_" : ["%n ປີ"],
    "Delete retention rule for tag {tagName}" : "ລຶບກົດລະບຽບການເກັບຮັກສາຂອງປ້າຍກຳກັບ {tagName}",
    "Retention rule for tag {tagName} has been deleted" : "ກົດລະບຽບການເກັບຮັກສາຂອງປ້າຍກຳກັບ {tagName} ໄດ້ຖືກລຶບອອກແລ້ວ",
    "Failed to load tags" : "ໂຫຼດປ້າຍກຳກັບລົ້ມເຫຼວ"
},"pluralForm" :"nplurals=1; plural=0;"
}