OC.L10N.register(
    "files_retention",
    {
    "{file} will be removed in 24 hours" : "{file} буде вилучено через 24 години",
    "Days" : "Дні",
    "Years" : "Роки ",
    "An error occurred while changing the setting" : "Помилка під час внесення змін до налаштувань",
    "Create" : "Створити",
    "_%n day_::_%n days_" : ["%n день","%n днів","%n днів","%n днів"],
    "_%n week_::_%n weeks_" : ["%n день","%n тижнів","%n тижнів","%n тижнів"],
    "_%n month_::_%n months_" : ["%n місяць","%n місяців","%n місяців ","%n місяців"],
    "_%n year_::_%n years_" : ["%n рік","%n років","%n років","%n років"]
},
"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);");
